{
  "title": "ข้อตกลงการใช้งานแพลตฟอร์ม dooPRO",
  "platform": "dooPRO",
  "operator": {
    "company_name": "SCG Distribution Co., Ltd.",
    "address": "อาคารสำนักงานใหญ่ 2 ชั้น 7 เลขที่ 1 ถนนปูนซิเมนต์ไทย แขวงบางซื่อ เขตบางซื่อ กรุงเทพมหานคร 10800",
    "email": "appdoopro@gmail.com",
    "phone": "062-243-0239",
    "line_official": "@doopro"
  },
  "introduction": {
    "welcome_message": "ยินดีต้อนรับสู่แพลตฟอร์ม dooPRO! เราขอขอบคุณที่ท่านเลือกใช้บริการของเรา",
    "agreement_purpose": "ข้อตกลงการใช้งานฉบับนี้ได้กำหนดสิทธิ์และความรับผิดชอบของท่านในฐานะผู้ใช้บริการแพลตฟอร์ม dooPRO",
    "importance_notice": "โปรดอ่านข้อตกลงนี้อย่างละเอียดก่อนการใช้งานบริการของเรา การเข้าถึงหรือลงทะเบียนใช้บริการ dooPRO ของท่านถือเป็นการยอมรับและตกลงที่จะปฏิบัติตามข้อตกลงนี้อย่างเคร่งครัด"
  },
  "terms": {
    "1": {
      "title": "การยอมรับข้อตกลง",
      "clauses": {
        "1.1": "โดยการใช้บริการแพลตฟอร์ม dooPRO ไม่ว่าด้วยวิธีใดๆ ท่านรับรองว่าท่านได้อ่าน ทำความเข้าใจ และยอมรับที่จะปฏิบัติตามข้อตกลงฉบับนี้ทั้งหมดแล้ว",
        "1.2": "เราขอสงวนสิทธิ์ในการปรับปรุงหรือแก้ไขข้อตกลงนี้ได้ทุกเมื่อโดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า การที่ท่านใช้บริการอย่างต่อเนื่องภายหลังการแก้ไขถือว่าท่านยอมรับข้อตกลงที่ได้แก้ไขนั้นโดยปริยาย"
      }
    },
    "2": {
      "title": "การลงทะเบียนและบัญชีผู้ใช้",
      "clauses": {
        "2.1": "บริการบางอย่างของ dooPRO จำเป็นต้องมีการลงทะเบียนสร้างบัญชีผู้ใช้ ท่านตกลงที่จะให้ข้อมูลที่ถูกต้อง เป็นปัจจุบัน และครบถ้วนในการลงทะเบียน และจะปรับปรุงข้อมูลของท่านให้ถูกต้องและเป็นปัจจุบันอยู่เสมอ",
        "2.2": "ท่านมีหน้าที่รักษาความลับของข้อมูลบัญชีของตนเองรวมถึงรหัสผ่าน และต้องรับผิดชอบต่อการกระทำใดๆ ที่เกิดขึ้นภายใต้บัญชีของท่านแต่เพียงผู้เดียว หากท่านทราบหรือสงสัยว่าบัญชีของท่านถูกเข้าถึงโดยไม่ได้รับอนุญาต โปรดแจ้งให้เราทราบโดยทันที",
        "2.3": "เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกบัญชีของท่าน ทันทีโดยไม่ต้องแจ้งล่วงหน้า หากพบว่าท่านละเมิดข้อตกลงฉบับนี้หรือกระทำการใดๆ อันไม่ชอบด้วยกฎหมาย หรือด้วยเหตุผลอื่นใดตามที่บริษัทเห็นสมควร"
      },
      "user_types": [
        "เจ้าของบ้าน",
        "ผู้รับเหมา",
        "บริษัทรับเหมา"
      ],
      "document_policy": "บริษัทจะไม่มีการจัดเก็บเอกสารสำคัญประจำตัว อาทิเช่น บัตรประชาชน หรือเอกสารที่เกี่ยวข้องกับบริษัทของท่านในการลงทะเบียน"
    },
    "3": {
      "title": "การใช้บริการอย่างเหมาะสม",
      "clauses": {
        "3.1": "ท่านตกลงที่จะใช้บริการของ dooPRO เพื่อวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้น และจะปฏิบัติตามกฎหมาย ระเบียบ และข้อบังคับที่เกี่ยวข้องทุกประการในการใช้บริการ",
        "3.2": "ท่านจะไม่ใช้บริการในลักษณะที่อาจก่อให้เกิดความเสียหาย รบกวนระบบ หรือทำให้บริการของเราเสื่อมประสิทธิภาพ รวมถึงการกระทำใดๆ ที่เป็นการรบกวนหรือแทรกแซงการใช้งานบริการของผู้ใช้รายอื่น",
        "3.3": "ท่านจะไม่พยายามเข้าถึงระบบ เซิร์ฟเวอร์ เครือข่าย ส่วนประกอบ หรือฟีเจอร์ใดๆ ของแพลตฟอร์ม dooPRO โดยไม่ได้รับอนุญาต เช่น การแฮ็ก เจาะระบบ หรือหลีกเลี่ยงมาตรการรักษาความปลอดภัยใดๆ ของเรา",
        "3.4": "ข้อห้ามในการใช้งาน: ห้ามใช้บริการนี้ในการส่ง หรือเผยแพร่ข้อมูลหรือเนื้อหาใดๆ ที่ผิดกฎหมาย ละเมิดลิขสิทธิ์หรือละเมิดสิทธิของผู้อื่น มีลักษณะลามกอนาจาร เป็นการคุกคาม ข่มขู่ หรือไม่เหมาะสมตามมาตรฐานความเรียบร้อยและศีลธรรมอันดี"
      }
    },
    "4": {
      "title": "เนื้อหาของผู้ใช้และทรัพย์สินทางปัญญา",
      "clauses": {
        "4.1": "แพลตฟอร์ม dooPRO อาจเปิดให้ท่านสามารถโพสต์ อัปโหลด หรือแบ่งปันเนื้อหาบางอย่างได้ (เนื้อหาของผู้ใช้) ซึ่งท่านยังคงเป็นเจ้าของสิทธิ์ในเนื้อหาดังกล่าว แต่โดยการเผยแพร่บนแพลตฟอร์มนี้ ท่านให้สิทธิ์แก่เราทั่วโลกในการเก็บรวบรวม ใช้ ทำซ้ำ แก้ไข จัดเก็บ แสดง และเผยแพร่เนื้อหาของท่านตามที่จำเป็นเพื่อการให้บริการ โดยไม่มีค่าตอบแทนเพิ่มเติมใดๆ",
        "4.2": "ท่านรับรองว่า ท่านมีสิทธิ์ตามกฎหมาย ในเนื้อหาทุกชนิดที่ท่านโพสต์หรือแบ่งปันบนแพลตฟอร์ม dooPRO และการใช้เนื้อหาของท่านดังกล่าวจะไม่เป็นการละเมิดทรัพย์สินทางปัญญาหรือสิทธิ์ใดๆ ของบุคคลที่สาม หากมีการเรียกร้องหรือพิพาทใดๆ เกี่ยวกับเนื้อหาที่ท่านได้เผยแพร่ ท่านจะต้องเป็นผู้รับผิดชอบแต่เพียงผู้เดียว",
        "4.3": "เราขอสงวนสิทธิ์ (แต่ไม่มีพันธะผูกพัน) ในการกลั่นกรอง ตรวจสอบ ลบ แก้ไข หรือปฏิเสธการเผยแพร่เนื้อหาใดๆ ของผู้ใช้บนแพลตฟอร์ม โดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากเราพิจารณาว่าเนื้อหานั้นไม่เหมาะสม ผิดกฎหมาย ละเมิดข้อตกลงนี้ หรือขัดต่อแนวนโยบายอื่นๆ ของเรา",
        "4.4": "ทรัพย์สินทางปัญญาของแพลตฟอร์ม: สิทธิในทรัพย์สินทางปัญญาทั้งหมดที่เกี่ยวข้องกับบริการ dooPRO รวมถึงแต่ไม่จำกัดเพียง เครื่องหมายการค้า ชื่อทางการค้า โลโก้ ซอฟต์แวร์ โค้ดโปรแกรม การออกแบบ รูปแบบเว็บไซต์ บทความ เนื้อหา หรือองค์ประกอบอื่นใดที่สร้างสรรค์โดยบริษัท ล้วนเป็นกรรมสิทธิ์ของบริษัทหรือผู้อนุญาตของเรา ซึ่งได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญา ห้ามผู้ใดทำการคัดลอก ดัดแปลง เผยแพร่ หรือใช้ประโยชน์ในทรัพย์สินทางปัญญาดังกล่าวโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากเราล่วงหน้า"
      }
    },
    "5": {
      "title": "ค่าธรรมเนียมและการชำระเงิน",
      "clauses": {
        "5.1": "การใช้บริการหรือฟีเจอร์บางอย่างของ dooPRO อาจมีค่าธรรมเนียมหรือค่าใช้จ่าย ท่านตกลงที่จะชำระค่าธรรมเนียมในการใช้บริการต่างๆ ตามอัตราที่มีผลบังคับใช้ ณ ขณะนั้นอย่างถูกต้องตามกำหนดเวลา",
        "5.2": "เราอาจปรับเปลี่ยนอัตราค่าธรรมเนียมหรือค่าใช้จ่ายในการให้บริการของเราได้เป็นครั้งคราว โดยจะแจ้งให้ท่านทราบล่วงหน้าภายในระยะเวลาที่เหมาะสม การใช้บริการของท่านอย่างต่อเนื่องหลังจากมีการปรับเปลี่ยนอัตราค่าธรรมเนียม ถือว่าท่านยอมรับการเปลี่ยนแปลงดังกล่าวแล้ว",
        "5.3": "ท่านมีหน้าที่รับผิดชอบในการชำระภาษี ค่าธรรมเนียมทางการเงิน หรือค่าใช้จ่ายอื่นใดที่เกี่ยวข้องกับการใช้บริการของท่านเอง (ถ้ามี) ตามที่กฎหมายกำหนด"
      }
    },
    "6": {
      "title": "การปฏิเสธความรับผิดและข้อจำกัดความรับผิด",
      "clauses": {
        "6.1": "การปฏิเสธความรับผิด: บริการของ dooPRO ให้บริการตามสภาพที่เป็นอยู่ (as is) และตามที่มีอยู่ (as available) โดยเรา ไม่รับรองหรือรับประกัน ใดๆ ไม่ว่าโดยชัดแจ้งหรือโดยนัย เกี่ยวกับความถูกต้องครบถ้วนของเนื้อหา ความพร้อมใช้งาน ความต่อเนื่อง ความไม่มีข้อบกพร่อง หรือความเหมาะสมของบริการสำหรับวัตถุประสงค์เฉพาะใดๆ ท่านยอมรับความเสี่ยงที่อาจเกิดขึ้นจากการใช้บริการด้วยตนเอง",
        "6.2": "ข้อจำกัดความรับผิด: บริษัทและกรรมการ พนักงาน คู่ค้า หรือตัวแทนของเราจะไม่รับผิดต่อความเสียหายใดๆ ไม่ว่าจะโดยทางตรง ทางอ้อม โดยบังเอิญ โดยพิเศษ หรือเป็นผลสืบเนื่อง ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้หรือการไม่สามารถใช้บริการของท่าน ซึ่งรวมถึงแต่ไม่จำกัดเพียง ความเสียหายจากการสูญเสียผลกำไร ข้อมูล ชื่อเสียงทางการค้า หรือการหยุดชะงักทางธุรกิจ แม้ว่าเราได้รับแจ้งถึงความเป็นไปได้ที่อาจเกิดความเสียหายดังกล่าวล่วงหน้า",
        "6.3": "ในทุกกรณี ความรับผิดสูงสุด ที่บริษัทพึงมีต่อท่านสำหรับการเรียกร้องความเสียหายหรือความสูญเสียใดๆ ที่เกิดขึ้นจากการใช้บริการจะไม่เกินจำนวนเงินที่ท่านได้ชำระให้แก่เราสำหรับการใช้บริการนั้นในช่วง 12 เดือน ที่ผ่านมา (ถ้ามี) หากท่านไม่ได้ชำระค่าบริการใดๆ ความรับผิดสูงสุดของเราจะถูกจำกัดที่จำนวนศูนย์บาท ทั้งนี้ ข้อจำกัดความรับผิดนี้จะมีผลเท่าที่กฎหมายที่ใช้บังคับอนุญาต"
      }
    },
    "7": {
      "title": "การเก็บรวบรวมและการใช้ข้อมูลส่วนบุคคล",
      "clauses": {
        "7.1": "การใช้บริการของท่านอยู่ภายใต้ นโยบายความเป็นส่วนตัว ของเรา ซึ่งอธิบายถึงวิธีที่เราดำเนินการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่านอย่างละเอียด โปรดศึกษานโยบายความเป็นส่วนตัวดังกล่าวซึ่งแสดงไว้ถัดจากส่วนข้อตกลงการใช้งานนี้",
        "7.2": "ท่านรับทราบและยินยอมให้บริษัทเก็บรวบรวม ใช้ และเปิดเผยข้อมูลของท่านตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวของเรา การที่ท่านกดยอมรับหรือลงทะเบียนใช้บริการ แสดงว่าท่านได้อ่านและยอมรับนโยบายความเป็นส่วนตัวดังกล่าวแล้ว"
      }
    },
    "8": {
      "title": "คุกกี้และเทคโนโลยีติดตาม (Cookies)",
      "clauses": {
        "8.1": "เราใช้คุกกี้และเทคโนโลยีติดตามอื่นที่คล้ายคลึงกันเพื่อพัฒนาประสบการณ์การใช้งานของท่านบนแพลตฟอร์มของเรา ตามที่ได้อธิบายไว้ในนโยบายความเป็นส่วนตัว (ส่วนการใช้คุกกี้)",
        "8.2": "การใช้บริการของเราถือว่าท่านยินยอมให้เราใช้คุกกี้ตามนโยบายความเป็นส่วนตัวของเรา หากท่านไม่ประสงค์ให้มีการใช้คุกกี้ ท่านสามารถปรับตั้งค่าบราวเซอร์ของตนเองได้ แต่การปิดกั้นคุกกี้ทั้งหมดอาจส่งผลกระทบต่อการใช้งานบริการบางส่วนของแพลตฟอร์ม"
      }
    },
    "9": {
      "title": "การระงับและยกเลิกการให้บริการ",
      "clauses": {
        "9.1": "ท่านสามารถยกเลิกการใช้บริการและปิดบัญชี dooPRO ของท่านได้ทุกเมื่อ โดยติดต่อมายังเราตามช่องทางที่ระบุไว้ด้านล่าง ทั้งนี้โปรดศึกษานโยบายความเป็นส่วนตัวเกี่ยวกับสิทธิ์ในการให้ลบข้อมูลกรณียกเลิกบัญชีด้วย",
        "9.2": "เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกการให้บริการหรือปิดบัญชีของท่าน ได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า หากท่านฝ่าฝืนข้อตกลงฉบับนี้อย่างร้ายแรง หรือมีการกระทำใดๆ ที่ผิดต่อกฎหมายหรือสร้างความเสียหายให้แก่บริษัทหรือผู้ใช้รายอื่น ทั้งนี้เราจะไม่รับผิดต่อความสูญเสียหรือความเสียหายใดๆ ที่เกิดขึ้นจากการที่เราระงับหรือยกเลิกการให้บริการดังกล่าว"
      }
    },
    "10": {
      "title": "กฎหมายที่ใช้บังคับและการระงับข้อพิพาท",
      "clauses": {
        "10.1": "ข้อตกลงการใช้งานฉบับนี้อยู่ภายใต้บังคับแห่งกฎหมายของ ราชอาณาจักรไทย การตีความหรือข้อพิพาทใดๆ ที่เกิดขึ้นจะใช้กฎหมายไทยเป็นหลักในการพิจารณา",
        "10.2": "ในกรณีที่เกิดข้อพิพาทระหว่างท่านกับบริษัทเกี่ยวกับการใช้บริการ คู่สัญญาตกลงที่จะพยายามเจรจาไกล่เกลี่ยข้อพิพาทกันโดยสันติ ภายในระยะเวลาอันสมควร หากไม่สามารถหาข้อยุติได้ คู่สัญญาตกลงยอมรับให้ข้อพิพาทนั้นอยู่ในเขตอำนาจศาลไทย โดยอาจขึ้นต่อศาลที่มีเขตอำนาจตามที่กฎหมายกำหนด"
      }
    },
    "11": {
      "title": "การติดต่อบริษัท",
      "description": "หากท่านมีคำถาม ข้อสงสัย หรือข้อร้องเรียนใดๆ เกี่ยวกับข้อตกลงการใช้งานนี้หรือการใช้บริการของเรา โปรดติดต่อเราได้ที่"
    }
  },
  "effective_date": "1 พฤษภาคม 2568",
  "version": "ฉบับปรับปรุง ณ วันที่ 1 พฤษภาคม 2568",
  "governing_law": "ราชอาณาจักรไทย"
}