{
  "title": "ข้อตกลงการใช้งานแพลตฟอร์ม dooPRO",
  "company": "SCG Distribution Co., Ltd.",
  "platform": "dooPRO",
  "lastUpdated": "1 พฤษภาคม 2568",
  "introduction": "ยินดีต้อนรับสู่แพลตฟอร์ม dooPRO! เราขอขอบคุณที่ท่านเลือกใช้บริการของเรา ข้อตกลงการใช้งานฉบับนี้ได้กำหนดสิทธิ์และความรับผิดชอบของท่านในฐานะผู้ใช้บริการแพลตฟอร์ม dooPRO ซึ่งดำเนินการโดย SCG Distribution Co., Ltd. โปรดอ่านข้อตกลงนี้อย่างละเอียดก่อนการใช้งานบริการของเรา การเข้าถึงหรือลงทะเบียนใช้บริการ dooPRO ของท่านถือเป็นการยอมรับและตกลงที่จะปฏิบัติตามข้อตกลงนี้อย่างเคร่งครัด",
  "terms": {
    "acceptance": {
      "title": "การยอมรับข้อตกลง",
      "content": "โดยการใช้บริการแพลตฟอร์ม dooPRO ไม่ว่าด้วยวิธีใดๆ ท่านรับรองว่าท่านได้อ่าน ทำความเข้าใจ และยอมรับที่จะปฏิบัติตามข้อตกลงฉบับนี้ทั้งหมดแล้ว เราขอสงวนสิทธิ์ในการปรับปรุงหรือแก้ไขข้อตกลงนี้ได้ทุกเมื่อโดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า"
    },
    "registration": {
      "title": "การลงทะเบียนและบัญชีผู้ใช้",
      "content": "บริการบางอย่างของ dooPRO จำเป็นต้องมีการลงทะเบียนสร้างบัญชีผู้ใช้ ท่านตกลงที่จะให้ข้อมูลที่ถูกต้อง เป็นปัจจุบัน และครบถ้วนในการลงทะเบียน ท่านสามารถลงทะเบียนเข้าใช้งานได้โดยแบ่งประเภทผู้ใช้งานเป็น 3 ประเภทหลัก ได้แก่ เจ้าของบ้าน, ผู้รับเหมา และบริษัทรับเหมา บริษัทจะไม่มีการจัดเก็บเอกสารสำคัญประจำตัว อาทิเช่น บัตรประชาชน หรือเอกสารที่เกี่ยวข้องกับบริษัทของท่านในการลงทะเบียน ท่านมีหน้าที่รักษาความลับของข้อมูลบัญชีของตนเองรวมถึงรหัสผ่าน"
    },
    "appropriate_use": {
      "title": "การใช้บริการอย่างเหมาะสม",
      "content": "ท่านตกลงที่จะใช้บริการของ dooPRO เพื่อวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้น ท่านจะไม่ใช้บริการในลักษณะที่อาจก่อให้เกิดความเสียหาย รบกวนระบบ หรือทำให้บริการของเราเสื่อมประสิทธิภาพ ห้ามใช้บริการนี้ในการส่ง หรือเผยแพร่ข้อมูลหรือเนื้อหาใดๆ ที่ผิดกฎหมาย มีลักษณะลามกอนาจาร เป็นการคุกคาม ข่มขู่ หรือไม่เหมาะสมตามมาตรฐานความเรียบร้อยและศีลธรรมอันดี"
    },
    "content_and_ip": {
      "title": "เนื้อหาของผู้ใช้และทรัพย์สินทางปัญญา",
      "content": "ท่านยังคงเป็นเจ้าของสิทธิ์ในเนื้อหาของท่าน แต่โดยการเผยแพร่บนแพลตฟอร์มนี้ ท่านให้สิทธิ์แก่เราทั่วโลกในการเก็บรวบรวม ใช้ ทำซ้ำ แก้ไข จัดเก็บ แสดง และเผยแพร่เนื้อหาของท่านตามที่จำเป็นเพื่อการให้บริการ ท่านรับรองว่า ท่านมีสิทธิ์ตามกฎหมายในเนื้อหาทุกชนิดที่ท่านโพสต์หรือแบ่งปันบนแพลตฟอร์ม สิทธิในทรัพย์สินทางปัญญาทั้งหมดที่เกี่ยวข้องกับบริการ dooPRO ล้วนเป็นกรรมสิทธิ์ของบริษัทหรือผู้อนุญาตของเรา ห้ามผู้ใดทำการคัดลอก ดัดแปลง เผยแพร่ หรือใช้ประโยชน์ในทรัพย์สินทางปัญญาดังกล่าวโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากเราล่วงหน้า"
    },
    "fees_and_payment": {
      "title": "ค่าธรรมเนียมและการชำระเงิน",
      "content": "การใช้บริการหรือฟีเจอร์บางอย่างของ dooPRO อาจมีค่าธรรมเนียมหรือค่าใช้จ่าย ท่านตกลงที่จะชำระค่าธรรมเนียมในการใช้บริการต่างๆ ตามอัตราที่มีผลบังคับใช้ เราอาจปรับเปลี่ยนอัตราค่าธรรมเนียมหรือค่าใช้จ่ายในการให้บริการของเราได้เป็นครั้งคราว โดยจะแจ้งให้ท่านทราบล่วงหน้าภายในระยะเวลาที่เหมาะสม"
    },
    "disclaimer_and_limitation": {
      "title": "การปฏิเสธความรับผิดและข้อจำกัดความรับผิด",
      "content": "บริการของ dooPRO ให้บริการตามสภาพที่เป็นอยู่ (as is) และตามที่มีอยู่ (as available) โดยเราไม่รับรองหรือรับประกันใดๆ ไม่ว่าโดยชัดแจ้งหรือโดยนัย บริษัทและกรรมการ พนักงาน คู่ค้า หรือตัวแทนของเราจะไม่รับผิดต่อความเสียหายใดๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้หรือการไม่สามารถใช้บริการของท่าน ความรับผิดสูงสุดที่บริษัทพึงมีต่อท่านจะไม่เกินจำนวนเงินที่ท่านได้ชำระให้แก่เราสำหรับการใช้บริการนั้นในช่วง 12 เดือนที่ผ่านมา"
    },
    "personal_data": {
      "title": "การเก็บรวบรวมและการใช้ข้อมูลส่วนบุคคล",
      "content": "การใช้บริการของท่านอยู่ภายใต้นโยบายความเป็นส่วนตัวของเรา ซึ่งอธิบายถึงวิธีที่เราดำเนินการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่านอย่างละเอียด ท่านรับทราบและยินยอมให้บริษัทเก็บรวบรวม ใช้ และเปิดเผยข้อมูลของท่านตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวของเรา"
    },
    "cookies": {
      "title": "คุกกี้และเทคโนโลยีติดตาม",
      "content": "เราใช้คุกกี้และเทคโนโลยีติดตามอื่นที่คล้ายคลึงกันเพื่อพัฒนาประสบการณ์การใช้งานของท่านบนแพลตฟอร์มของเรา การใช้บริการของเราถือว่าท่านยินยอมให้เราใช้คุกกี้ตามนโยบายความเป็นส่วนตัวของเรา หากท่านไม่ประสงค์ให้มีการใช้คุกกี้ ท่านสามารถปรับตั้งค่าบราวเซอร์ของตนเองได้"
    },
    "suspension_termination": {
      "title": "การระงับและยกเลิกการให้บริการ",
      "content": "ท่านสามารถยกเลิกการใช้บริการและปิดบัญชี dooPRO ของท่านได้ทุกเมื่อ เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกการให้บริการหรือปิดบัญชีของท่านได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า หากท่านฝ่าฝืนข้อตกลงฉบับนี้อย่างร้ายแรง หรือมีการกระทำใดๆ ที่ผิดต่อกฎหมายหรือสร้างความเสียหายให้แก่บริษัทหรือผู้ใช้รายอื่น"
    },
    "governing_law": {
      "title": "กฎหมายที่ใช้บังคับและการระงับข้อพิพาท",
      "content": "ข้อตกลงการใช้งานฉบับนี้อยู่ภายใต้บังคับแห่งกฎหมายของราชอาณาจักรไทย ในกรณีที่เกิดข้อพิพาทระหว่างท่านกับบริษัทเกี่ยวกับการใช้บริการ คู่สัญญาตกลงที่จะพยายามเจรจาไกล่เกลี่ยข้อพิพาทกันโดยสันติ หากไม่สามารถหาข้อยุติได้ คู่สัญญาตกลงยอมรับให้ข้อพิพาทนั้นอยู่ในเขตอำนาจศาลไทย"
    }
  },
  "contact": {
    "company": "SCG Distribution Co., Ltd.",
    "address": "อาคารสำนักงานใหญ่ 2 ชั้น 7 เลขที่ 1 ถนนปูนซิเมนต์ไทย แขวงบังซื่อ เขตบางซื่อ กรุงเทพมหานคร 10800",
    "email": "appdoopro@gmail.com",
    "phone": "062-243-0239",
    "line": "@doopro"
  }
}
